Repository: georgeto/g3dit
Catalog: g3dit/src/main/java/*/george/g3dit/translation/*.po
Languages: de

source: <html>Normally not needed, as the bounding box is automatically recalculated when changes are made.<br>Can be used to repair a file that was edited manually or with a version of g3dit,<br>which did not yet support recalculation of the bounding box (anything before 1.5a).</html>
de: <html>Wird im Normalfall nicht benötigt, da die BoundingBox bei Änderungen automatisch neu berechnet wird.<br>Kann verwendet werden, um eine Datei zu reparieren, die manuell oder mit einer Version von g3dit,<br>bearbeitet wurde, die die Neuberechnung der BoundingBox noch nicht unterstüzte (alles vor 1.5a).</html>

source: Should the new object be saved?
de: Soll das neue Objekt gespeichert werden?

source: The position ({0}) of the new object ''{1}'' is outside the scope of this file. The object should instead be inserted into the file responsible for the scope.
de: Die Position ({0}), des neuen Objektes ''{1}'', liegt außerhalb des Zuständigkeitsbereiches dieser Datei. Das Objekt sollte stattdessen in die für den Bereich zuständige Datei eingefügt werden.

source: Should the new position be saved?
de: Soll die neue Position gespeichert werden?

source: The new position ({0}) of object ''{1}'' is outside the scope of this file. The object should instead be moved to the file responsible for the area.
de: Die neue Position ({0}), des Objektes ''{1}'', liegt außerhalb des Zuständigkeitsbereiches dieser Datei. Das Objekt sollte stattdessen in die für den Bereich zuständige Datei verschoben werden.

source: Scale Height
de: Vertikale Skalierung

source: Scale Width
de: Horizontale Skalierung

source: Color
de: Farbe

source: Change BoundingBox
de: BoundingBox ändern

source: Edit vegetation meshes
de: Vegetation-Meshes bearbeiten

source: DiffuseTexture
de: DiffuseTextur

source: Number of occurrences
de: Anzahl der Vorkommen

source: Import meshes
de: Meshes importieren

source: Importing meshes from another VegetationRoot
de: Meshes aus anderer VegetationRoot importieren

source: ''{0}'' does not contain a VegetationRoot.
de: ''{0}'' enthält keine VegetationRoot.

source: Load slot from template
de: Slot aus Template laden

source: Template is not suitable for this slot.
de: Template passt nicht zu diesem Slot.

source: Edit value
de: Wert bearbeiten

source: Value
de: Wert

source: {0, number}. Value
de: {0, number}. Wert

# Unknown enum value
source: Unknown: {0}
de: Unbekannt: {0}

source: Error while displaying
de: Fehler beim Anzeigen

source: Error while displaying the value of the property ''{0}''.
de: Fehler beim Anzeigen des Wertes der Property ''{0}''.

source: Error while parsing the entered value ''{0}'' for property ''{1}''.
de: Fehler beim Parsen des eingegebenen Wertes ''{0}'' für Property ''{1}''.

source: Error while parsing
de: Fehler beim Parsen

source: Effects
de: Effekte

source: Commands
de: Befehle

source: Create
de: Erstellen

source: Create new EffectCommand
de: Neues EffectCommand erstellen

source: Probability
de: Wahrscheinlichkeit

source: Create new effect
de: Neuen Effekt erstellen

source: Please enter the name of the effect
de: Bitte Namen des Effekts eingeben

source: Insert effect
de: Effekt einfügen

source: Teleports the player to the selected object.
de: Teleportiert den Spieler zu dem ausgewählten Objekt.

source: Shows selected objects on map.
de: Zeigt ausgewählte Objekte auf Karte an.

source: Guid OR position and radius in format x/y/z// r
de: Guid ODER Position und Radius im Format x/y/z// r

source: Create NegCircle
de: NegCircle erstellen

source: Calculate NegCircle from offsets
de: Errechne NegCircle aus Offsets

source: Invalid values were entered for at least one offset or radius.
de: Mindestens für einen Offset oder Radius wurden ungültige Werte eingegeben.

source: A NegCircle must have at least one offset.
de: Eine NegCircle muss mindestens einen Offset haben.

source: Number of offsets and radii differs.
de: Anzahl von Offsets und Radien stimmt nicht überein.

source: Create NegZone
de: NegZone erstellen

source: Calculate NegZone from sticks
de: Errechne NegZone aus Sticks

source: A NegZone must consist of at least 3 sticks.
de: Eine NegZone muss aus mindestens 3 Sticks bestehen.

source: <No longer in NavMap>
de: <Nicht mehr in NavMap>

source: Calculate PrefPath from sticks
de: Errechne PrefPath aus Sticks

source: Number of sticks and radii differs.
de: Anzahl von Sticks und Radien unterscheidet sich.

source: Spans two NavZones
de: Ersteckt sich über zwei NavZones

source: The PrefPath spans two or more zones, but a PrefPath can only be assigned to one zone. Please consider to change the PrefPath.
de: Der PrefPath erstreckt sich über zwei oder mehr Zonen, aber ein PrefPath kann nur einer Zone zugewiesen werden. Eine Anpassung des PrefPaths wird empfohlen.

source: Create .sec
de: .sec erstellen

source: No corresponding .sec could be found for ''{0}''. Should a .sec be created?
de: Für ''{0}'' konnte keine zugehörige .sec gefunden werden. Soll eine .sec erstellt werden?

source: Create new entry
de: Neuen Eintrag erstellen

source: Insert {0}
de: {0} einfügen

source: Please enter the name of the {0}
de: Bitte Namen der {0} eingeben

source: Move up
de: Nach oben verschieben

source: Move down
de: Nach unten verschieben

source: Insert {0} before
de: {0} davor einfügen

source: Insert {0} behind
de: {0} danach einfügen

source: Add {0}
de: {0} hinzufügen

source: Copy BoundingBox to clipboard
de: BoundingBox in Zwischenablage kopieren

source: Load BoundingBox from template
de: BoundingBox aus Template laden

source: Loading BoundingBox from mesh
de: BoundingBox aus Mesh laden

source: Entity does not have a static mesh.
de: Entity hat kein statisches Mesh.

source: Mesh could not be found
de: Mesh konnte nicht gefunden werden

source: Change position, preserve keep world position of child entities
de: Position ändern, aber World-Position der Child-Entities beibehalten

source: Change position
de: Position ändern

source: Change {0}
de: {0} ändern

source: Change {0} (child position unchanged)
de: {0} ändern (Child Position unverändert)

source: Load from .xnvmsh
de: Aus .xnvmsh laden

source: <html>For CollisionMeshes consisting of one NXS mesh 0.<p>For CollisionMeshes consisting of two or more NXS meshes,<br>there must be as many CollisionShapes,<br>with an ascending ResourceIndex starting at 0.</html>
de: <html>Für CollisionMeshes die aus einem NXS-Mesh bestehen 0.<p>Für CollisionMeshes die aus zwei oder mehr NXS-Meshes bestehen,<br>müssen ebenso so viele CollisionShapes existieren,<br>mit einem aufsteigenden ResourceIndex beginnend bei 0.</html>

source: Update the boundary of the collision shape?
de: Boundary des CollisionShapes aktualisieren?

source: Should the Boundary of this collision shape be adopted from the specified collision mesh?
de: Soll die Boundary dieses CollisionShapes aus dem angegeben CollisionMesh übernommen werden?

source: Invalid ResourceIndex
de: Ungültiger ResourceIndex

source: The specified ResourceIndex {0, number} does not match the collision mesh, which contains {1, number} NXS meshes. Boundary is set to invalid.
de: Der angegebene ResourceIndex {0, number} passt nicht zum CollisionMesh, welches {1, number} NXS-Meshes enthält. Boundary wird auf ungültig gesetzt.

source: Collision mesh not found
de: CollisionMesh nicht gefunden

source: The CollisionMesh ''{0}'' could not be found. Boundary is set to invalid.
de: Das CollisionMesh ''{0}'' konnte nicht gefunden werden. Boundary wird auf ungültig gesetzt.

source: InventoryStacks
de: InventarStapel

source: Inventory
de: Inventar

source: Stack
de: Stapel

source: <no template found>
de: <keine Template gefunden>

source: Animation can be performed on a circle around this object.
de: Animation kann auf einem Kreis um dieses Objekt ausgeführt werden.

source: The radius of the circle is defined by the first NavOffset.
de: Der Radius des Kreises wird durch den ersten NavOffset definiert.

source: gCNavOffset_PS has different numbers of OffsetPoses and AniDirections.
de: gCNavOffset_PS hat unterschiedlich viele OffsetPoses und AniDirections.

source: Read Remote PropertySet
de: Remote PropertySet lesen

source: Write Remote PropertySet
de: Remote PropertySet schreiben

source: Read remote property
de: Remote Property lesen

source: Write remote property
de: Remote Property schreiben

source: Add property
de: Property hinzufügen

source: Remove property
de: Property entfernen

source: PropertySet already has a property named ''{0}''.
de: PropertySet hat bereits eine Property mit dem Namen ''{0}''.

source: Edit template
de: Template bearbeiten

source: Template could not be opened
de: Template konnte nicht geöffnet werden

source: Template has no item header.
de: Template hat keinen Item-Header.

source: Template has no reference header.
de: Template hat keinen Reference-Header.

source: Template has different names in item and reference header. Which one should be kept?
de: Template hat unterschiedliche Namen im Item und Reference Header. Welcher soll übernommen werden?

source: Cancel loading the template.
de: Ladevorgang der Template abbrechen.

source: No suitable TemplateContext could be found.
de: Es konnte kein passender TemplateContext gefunden werden.

source: There is no entry in the corresponding TemplateContext.
de: Es existiert kein Eintrag im zugehörigen TemplateContext.

source: For the name of the template there is already an entry in the corresponding TemplateContext, but under a different guid.
de: Für den Namen der Template existiert bereits ein Eintrag im zugehörigen TemplateContext, allerdings unter einer anderen Guid.

source: For the guid of the template already exists an entry in the corresponding TemplateContext, but in combination with the name {0}.
de: Für die Guid der Template existiert bereits ein Eintrag im zugehörigen TemplateContext, allerdings in Kombination mit dem Namen {0}.

# Invalid template context
source: Error opening the corresponding TemplateContext {0}
de: Fehler beim Öffnen des zugehörigen TemplateContexts {0}

# Invalid template context
source: as it contains multiple entries with the same guid.
de: da dieser für eine Guid mehrere Einträge enthält.

# Invalid template context
source: as it contains at least one invalid guid.
de: da dieser mindestens eine ungültige Guid enthält.

# Invalid lrtpldatasc
source: as it contains multiple entries with the same guid
de: da sie für eine Guid mehrere Einträge enthält

# Invalid lrtpldatasc
source: as it contains at least one invalid guid
de: da sie mindestens eine ungültige Guid enthält

source: .lrtpldatasc entry
de: .lrtpldatasc Eintrag

# Invalid lrtpldatasc
source: The .lrtpldatasc ''{1}'' responsible for ''{0}'' could not be opened, {2} ({3}). Should it be opened in the file manager?
de: Die für ''{0}'' zuständige .lrtpldatasc ''{1}'' konnte nicht geöffnet werden, {2} ({3}). Soll sie im Dateimanager geöffnet werden?

source: Create .lrtpldatasc
de: .lrtpldatasc erstellen

source: No suitable .lrtpldatasc could be found for ''{0}''.
de: Für ''{0}'' konnte keine passende .lrtpldatasc gefunden werden.

source: Create new .lrtpldatasc
de: Neue .lrtpldatasc erstellen

source: Search for .lrtpldatasc
de: Nach .lrtpldatasc suchen

source: Ignore
de: Ignorieren

source: Create .lrtpldatasc entry
de: .lrtpldatasc Eintrag erstellen

source: Should an entry be created for {0} in ''{1}''?
de: Soll für {0} ein Eintrag in ''{1}'' erstellt werden?

source: Update .lrtpldatasc entry
de: .lrtpldatasc Eintrag aktualisieren

source: For {0} there is already an entry in ''{1}'', but under a different guid. Should the entry be updated?
de: Für {0} existiert bereits ein Eintrag in ''{1}'', allerdings unter einer anderen Guid. Soll der Eintrag aktualisiert werden?

source: For the guid of {0} there is already an entry in ''{1}'', but in combination with the name {2}. Should the entry be updated?
de: Für die Guid von {0} existiert bereits ein Eintrag in ''{1}'', allerdings in Kombination mit dem Namen {2}. Soll der Eintrag aktualisiert werden?

source: ''{0}'' could not be saved.
de: ''{0}'' konnte nicht gespeichert werden.

source: Determines the assets used by the template and copies them to the clipboard.
de: Ermittelt die von der Template verwendeten Assets und kopiert sie in die Zwischenablage.

source: Check TemplateContext
de: TemplateContext prüfen

source: Checks if the template is registered in a TemplateContext and offers corrective actions.
de: Überprüft ob die Template in einem TemplateContext eingetragen ist und bietet Korrekturmaßnahmen an.

source: Compares template with version from original data.
de: Vergleicht Template mit Version aus den Originaldaten.

source: There is no version of the template in the original data or the template itself is in the original data.
de: Es gibt keine Version des Templates in den Originaldaten bzw. das Template befindet sich selbst in den Originaldaten.

source: Comparison: Template - Original Template
de: Vergleich: Template - Original-Template

source: File prefix
de: Datei Prefix

source: Copy .lrtpldatasc entry to clipboard
de: .lrtpldatasc Eintrag in Zwischenablage kopieren

source: List all references in entities to this template
de: Alle Referenzen in Entities auf diese Template auflisten

source: List all references in templates to this template
de: Alle Referenzen in Templates auf diese Template auflisten

source: Active
de: Aktiv

source: Markers
de: Marker

source: Category
de: Kategorie

source: Ingredients
de: Zutaten

source: Result
de: Resultat

source: Requirements
de: Voraussetzungen

source: Template name is composed of: <Category>_TS_<TreasureDistribution>_<Name>
de: Template Name setzt sich zusammen aus: <Category>_TS_<TreasureDistribution>_<Name>

source: Clipboard
de: Zwischenablage

source: Copy summary of TreasureSet to clipboard
de: Zusammenfassung des TreasureSets in Zwischenablage kopieren

source: The guid of item #{0, number} is invalid.
de: Die Guid von Item #{0, number} ist ungültig.

source: Processing completed
de: Verarbeitung abgeschlossen

source: {0, number}/{1, number} files processed
de: {0, number}/{1, number} Dateien verarbeitet

source: Container has no mesh.
de: Container hat kein Mesh.

source: Error while opening the mesh: {0}
de: Fehler beim Öffnen des Meshes: {0}

source: No mesh with this name found.
de: Kein Mesh mit diesem Namen gefunden.

source: Error while opening the material: {0}
de: Fehler beim Öffnen des Materials: {0}

source: No material with this name found.
de: Kein Material mit diesem Namen gefunden.

source: No texture with this name found.
de: Keine Textur mit diesem Namen gefunden.

source: Texture
de: Textur

source: Usage
de: Verwendung

source: Base name
de: Basisname

source: All
de: Alle

source: World data
de: Weltdaten

source: Do you really want to save the file?
de: Soll die Datei wirklich gespeichert werden?

source: ''{0}'' is located in the secondary data directory. Normally, no changes should be made to files in this directory. A file already exists in the primary data directory under the same relative path. Should it be saved anyway?
de: ''{0}'' befindet sich im sekundären Data-Verzeichnis. Normalerweise sollten an Dateien in diesem Verzeichnis keine Änderungen vorgenommen werden. Im primären Data-Verzeichnis existiert unter dem gleichen relativen Pfad bereits eine Datei. Soll sie trotzdem gespeichert werden?

source: ''{0}'' is located in the secondary data directory. Normally, no changes should be made to files in this directory. Should it be saved anyway?
de: ''{0}'' befindet sich im sekundären Data-Verzeichnis. Normalerweise sollten an Dateien in diesem Verzeichnis keine Änderungen vorgenommen werden. Soll sie trotzdem gespeichert werden?

source: Save under the same relative path in the primary data directory.
de: Unter gleichem relativen Pfad im primären Data-Verzeichnis abspeichern.

source: Entities from a *.node cannot be imported into a *.lrentdat.
de: Entities aus einer *.node können nicht in eine *.lrentdat importiert werden.

source: Entities from a *.lrentdat cannot be imported into a *.node.
de: Entities aus einer *.lrentdat können nicht in eine *.node importiert werden.

source: Incompatible file types
de: Inkompatible Dateitypen

source: Should the entities be converted?
de: Sollen die Entities konvertiert werden?

source: Import entities
de: Entities importieren

source: Import child entities
de: Childs-Entities importieren

source: Generate random guids
de: Zufällige Guids generieren

source: Speedtree mesh {0} of entity {1} is not available in LowPoly_MCP! Skipping.
de: Speedtree-Mesh {0} der Entity {1} ist in LowPoly_MCP nicht verfügbar! Überspringe.

source: Create low poly node {0} with {1, number} entities.
de: Erstelle LowPoly-Node {0} mit {1, number} Entities.

source: Failed to create low poly sector {0}: {1}
de: Erstellen von LowPoly-Node {0} fehlgeschlagen: {1}

source: {0} blacklisted objects.
de: {0} Objekte auf der Blacklist.

source: Failed to open low poly mesh {0}.
de: Öffnen von LowPoly-Mesh {0} fehlgeschlagen.

source: Found {0, number} low poly meshes.
de: {0, number} Low-Poly-Meshes gefunden.

source: File {0} referenced by sector {1} does not exist.
de: Von Sektor {1} referenzierte Datei {0} existiert nicht.

source: Failed to open archive {0}: {1}
de: Öffnen von {0} fehlgeschlagen: {1}

source: Failed to open/save secdat {0}.
de: Öffnen/Speichern von Secdat {0} fehlgeschlagen.

source: Create speedtree low poly lrentdat with {0, number} speedtrees.
de: Erstelle Speedtree-LowPoly-Lrentdat mit {0, number} Speedtrees.

source: LowPoly generation FAILED!
de: Die LowPoly-Erzeugung ist fehlgeschlagen!

source: LowPoly generation SUCCESSFUL!
de: Die LowPoly-Erzeugung war erfolgreich!

source: NavMap could not be found
de: NavMap konnte nicht gefunden werden

source: The NavMap (NavigationMap.xnav) could not be found. Please check if the data directories are configured correctly.
de: Die NavMap (NavigationMap.xnav) konnte nicht gefunden werden. Bitte überprüfen sie, ob die Data-Verzeichnisse korrekt konfiguriert sind.

source: Error while loading the NavMap
de: Fehler beim Laden der NavMap

source: An error occurred while loading the NavMap:
de: Beim Laden der NavMap ist ein Fehler aufgetreten:

source: NavMap could not be saved: {0}
de: NavMap konnte nicht gespeichert werden: {0}

source: Save NavMap as
de: NavMap speichern unter

source: The file file contains unknown classes, by cleaning up the stringtable could delete string table entries that are still used by those classes. Clean up the string table anyway?
de: Datei enthält unbekannte Klassen, durch das Aufräumen der Stringtable könnten Stringtableeinträge gelöscht werden, die noch von diesen Klassen verwendet werden. Stringtable trotzdem aufräumen?
