Repository: georgeto/g3dit
Catalog: g3dit/src/main/java/*/george/g3dit/translation/*.po
Languages: de

source: Select color
de: Farbe auswählen

source: Error
de: Fehler

source: Warning
de: Warnung

source: <source is not a file>
de: <Quelle ist keine Datei>

source: {0} should not be empty.
de: {0} sollte nicht leer sein.

source: {0} does not contain a valid Guid.
de: {0} enthält keine gültige Guid.

source: ''{0}'' in {1} is not a valid integer.
de: ''{0}'' in {1} ist keine gültige ganze Zahl.

source: {0} does not contain a valid vector.
de: {0} enthält keinen gültige Vektor.

source: <no name>
de: <kein Name>

source: Zone needs at least 3 sticks, but has only {0, number}.
de: Zone benötigt mindestens 3 Sticks, hat aber nur {0, number}.

source: Zone not valid in 2D, but may be valid in 3D.
de: Zone in 2D nicht gültig, aber möglicherweise in 3D.

source: Orientation of the sticks does not correspond to the CCW property
de: Orientierung der Sticks entspricht nicht der CCW Eigenschaft

source: NavMap is faulty, further editing is not possible.
de: NavMap ist fehlerhaft, eine weitere Bearbeitung ist nicht möglich.

source: NavMap already contains NavZone with the Guid ''{0}''.
de: NavMap enthält bereits NavZone mit der Guid ''{0}''.

source: ZoneA of the NavPath not included in the NavMap. Please insert this NavZone first.
de: ZoneA des NavPaths nicht in der NavMap enthalten. Bitte zuerst diese NavZone einfügen.

source: ZoneB of the NavPath not included in the NavMap. Please insert this NavZone first.
de: ZoneB des NavPaths nicht in der NavMap enthalten. Bitte zuerst diese NavZone einfügen.

source: NavMap already contains NavPath with the Guid ''{0}''.
de: NavMap enthält bereits NavPath mit der Guid ''{0}''.

source: NavMap does not contain a NavZone with the Guid ''{0}''.
de: NavMap enthält keine NavZone mit der Guid ''{0}''.

source: NavMap does not contain a NavPath with the Guid ''{0}''.
de: NavMap enthält keinen NavPath mit der Guid ''{0}''.

source: NavMap already contains NegZone with the Guid ''{0}''.
de: NavMap enthält bereits NegZone mit der Guid ''{0}''.

source: NavMap does not contain a NegZone with the Guid ''{0}''.
de: NavMap enthält keine NegZone mit der Guid ''{0}''.

source: The NavZone (''{0}'') in which the NegCircle is located is not included in the NavMap. Please insert this NavZone first.
de: Die NavZone (''{0}'') in der sich der NegCircle befindet ist nicht in der NavMap enthalten. Bitte zuerst diese NavZone einfügen.

source: NavMap already contains NegCircle with the Guid ''{0}''.
de: NavMap enthält bereits NegCircle mit der Guid ''{0}''.

source: NavMap does not contain a NegCircle with the Guid ''{0}''.
de: NavMap enthält keinen NegCircle mit der Guid ''{0}''.

source: NavMap already contains PrefPath with the virtual Guid ''{0}''.
de: NavMap enthält bereits PrefPath mit der virtuellen Guid ''{0}''.

source: NavMap does not contain a PrefPath with the virtual Guid ''{0}''.
de: NavMap enthält keinen PrefPath mit der virtuellen Guid ''{0}''.

source: NavPath of the Interactable is not included in the NavMap.
de: NavPath des Interactables ist nicht in der NavMap enthalten.

source: NavZone of the Interactable is not included in the NavMap.
de: NavZone des Interactables ist nicht in der NavMap enthalten.

source: NavMap is faulty, saving not possible.
de: NavMap ist fehlerhaft, Speicherung nicht möglich.

source: NavZone is located outside the navigation grid. The enlargement of the grid is not supported yet.
de: NavZone befindet sich außerhalb des Navigation-Grids. Die Vergrößerung des Grids wird bisher nicht unterstützt.

source: NavPath is located outside the navigation grid. The enlargement of the grid is not supported yet.
de: NavPath befindet sich außerhalb des Navigation-Grids. Die Vergrößerung des Grids wird bisher nicht unterstützt.

source: Section2 already contains a NegZone with the Guid ''{0}''.
de: Section2 enthält bereits eine NegZone mit der Guid ''{0}''.

source: Guid of the NegZone must not change.
de: Guid der NegZone darf sich nicht ändern.

source: Section3a already contains a NegCircle with the Guid ''{0}''.
de: Section3a enthält bereits einen NegCircle mit der Guid ''{0}''.

source: Section3a does not contain a NegCircle with the Guid ''{0}''.
de: Section3a enthält keinen NegCircle mit der Guid ''{0}''.

source: Invalid NavPath entry in Section3h: {0}
de: Ungültiger NavPath Eintrag in Section3h: {0}

source: Section4 does not have the same number of entries as Section3h!
de: Sektion4 hat nicht nicht dieselbe Anzahl an Einträgen wie Sektion3h!

source: Insertion of partner connection to {0, number} failed: A partner connection to Intersection {1, number} already exists.
de: Einfügen von Partnerverbindung zu {0, number} fehlgeschlagen: Es besteht bereits eine Partnerverbindung zu Intersection {1, number}

source: Insertion of connection to {0, number} failed: A connection to Intersection {1, number} already exists.
de: Einfügen von Verbindung zu {0, number} fehlgeschlagen: Es besteht bereits eine Verbindung zu Intersection {1, number}

source: <h2>Chest editor</h2> <dl> <dt>Set value for all selected</dt> <dd>Set certain property (for example the area) for all rows selected in the table.</dd> <dt>Save/load chests to/from .json</dt> <dd>Save chests with all properties present in the table to .json file, which can be reloaded later to continue editing.</dd> <dt>Save/load chests to/from .csv</dt> <dd> Save chests with all properties present in the table to .csv file, which can be reloaded later to continue editing. <ul> <li>Separator: ,</li> <li>Text delimiter: "</li> <li>Encoding: UTF-8</li> </ul> </dd> <dt>Load chests from .lrentdat</dt> <dd>Determine initial chest inventory from .lrentdat.</dd> <dt>Transfer chests to .lrentdat</dt> <dd>So far, only groups the chests according to their area.</dd> </dl>
de: <h2>Truheneditor</h2> <dl> <dt>Wert für alle Ausgewählten setzen</dt> <dd>Bestimmte Eigenschaft (beispielsweise Gebiet) für alle in der Tabelle ausgewählten Zeilen setzen.</dd> <dt>Truhen in/aus .json speichern/laden</dt> <dd>Truhen mit allen in der Tabelle vorhandenen Eigenschaften in .json-Datei speichern, welche später wieder geladen werden kann, um Bearbeitung fortzuführen.</dd> <dt>Truhen in/aus .csv speichern/laden</dt> <dd> Truhen mit allen in der Tabelle vorhandenen Eigenschaften in .csv-Datei speichern, welche später wieder geladen werden kann, um Bearbeitung fortzuführen. <ul> <li>Trenner: ,</li> <li>Texttrenner: "</li> <li>Enkodierung: UTF-8</li> </ul> </dd> <dt>Truhen aus .lrentdat laden</dt> <dd>Truhenbestand initial aus .lrentdat ableiten.</dd> <dt>Truhen in .lrentdat übertragen</dt> <dd>Gruppiert bisher nur die Truhen nach ihrem Gebiet.</dd> </dl>

source: Chest Editor
de: Truheneditor

source: Save changes before closing?
de: Änderungen vor dem Schließen speichern?

source: Load chests
de: Truhen laden

source: Save chests
de: Truhen speichern

source: Yes
de: Ja

source: No
de: Nein

source: ''{0}'' cannot be converted to a boolean value.
de: ''{0}'' kann nicht in einen boolschen Wert konvertiert werden.

source: Save chests as .json
de: Truhen als .json speichern

source: Load chests from .json
de: Truhen aus .json laden

source: Save chests as .csv
de: Truhen als .csv speichern

source: Load chests from .csv
de: Truhen aus .csv laden

source: Set value for all selected
de: Wert für alle Ausgewählten setzen

source: Area
de: Gebiet

source: Description
de: Beschreibung

source: Select property
de: Eigenschaft auswählen

source: Enter value
de: Wert eingeben

source: Load all chests from world data
de: Alle Truhen aus Weltdaten laden

source: Load chests from .lrentdat
de: Truhen aus .lrentdat laden

source: Transfer chests to .lrentdat
de: Truhen in .lrentdat übertragen

source: Help
de: Hilfe

source: Help for chest editor
de: Hilfe zu Truheneditor

source: Synchronize chests to .lrentdat
de: Truhen in .lrentdat synchronisieren

source: Ruin fields west of Mora Sul, on the eastern edge, very well hidden
de: Ruinenfelder westlich von Mora Sul, am östlichen Rand, sehr gut versteckt

source: Difficulty
de: Schwierigkeit

source: Key
de: Schlüssel

# Chest
source: Locked
de: Verschlossen

source: Chest type
de: Truhenart

source: Deleted
de: Gelöscht

source: Moved
de: Verschoben

source: File
de: Datei

source: Fixed content
de: Fester Inhalt

source: Old description
de: Alte Beschreibung

source: No comparison program for binary files configured.
de: Kein Vergleichsprogramm für Binärdateien konfiguriert.

source: File comparison - [{0} - {1}]
de: Dateivergleich - [{0} - {1}]

source: No comparison program for text files configured.
de: Kein Vergleichsprogramm für Textdateien konfiguriert.

source: Files to be compared have different file extensions.
de: Zu vergleichende Dateien haben unterschiedliche Dateiendungen.

source: Files to be compared are identical.
de: Zu vergleichende Dateien sind identisch.

source: Files to be diffed have unsupported file extension ''{0}''.
de: Zu diffende Dateien haben nicht unterstützte Dateiendung ''{0}''.

source: Save changes to NavMap before exiting?
de: Änderungen an NavMap vor dem Beenden speichern?

source: Search for NavObject
de: Nach NavObject suchen

source: Search connected NavObjects
de: Verbundene NavObjects suchen

source: Entity Map Help
de: Hilfe zu Entity-Map

source: Show live position of the hero
de: Live-Position des Helden anzeigen

source: Clear search
de: Suche leeren

source: Search
de: Suchen

source: Hero
de: Held

source: Camera
de: Kamera

source: Focused entity
de: Fokussierte Entity

source: Displays the entity selected in the in-game editor.
de: Zeigt im Ingame-Editor ausgewählte Entity an.

source: Especially useful when using 'pick mode' ingame for entity selection.
de: Besonders nützlich, wenn man ingame den 'Pick Mode' zur Entity-Auswahl verwendet.

source: Current position
de: Aktuelle Position

source: -- Please start search --
de: -- Bitte Suche starten --

source: Copy name, guid and position to clipboard
de: Name, Guid und Position in Zwischenablage kopieren

source: Copy position to clipboard
de: Position in Zwischenablage kopieren

source: Copy Guid to Clipboard
de: Guid in Zwischenablage kopieren

source: Copy position to clipboard (rounded for console)
de: Position in Zwischenablage kopieren (gerundet für Konsole)

source: Open entity
de: Entity öffnen

source: Apply position for entity in world data
de: Position für Entity in Weltdaten übernehmen

source: Teleports the player to the entity.
de: Teleportiert den Spieler zur Entity.

source: Dump entity
de: Entity dumpen

source: Edit position
de: Position bearbeiten

source: Scale
de: Skalierung

source: Change
de: Ändern

source: Load current
de: Aktuelle laden

source: Use position from clipboard
de: Position aus Zwischenablage verwenden

source: Move to floor level
de: Auf Bodenhöhe verschieben

source: Activate global hotkey ({0} or {1}) to capture the current position in the Live position log.
de: Aktiviere globalen Hotkey ({0} oder {1}) zur Erfassung der aktuellen Position im LivePosition-Log.

source: Spawn template (position adjustable via context menu)
de: Template spawnen (Position über Kontextmenü einstellbar)

source: Show log
de: Log anzeigen

source: Guid is invalid
de: Guid ist ungültig

source: Name must not be empty.
de: Name darf nicht leer sein.

source: -- Gothic 3 not reachable --
de: -- Gothic 3 nicht erreichbar --

source: -- Entity not found --
de: -- Entity nicht gefunden --

source: Clipboard does not contain position data
de: Zwischenablage enthält keine Positionsdaten

source: Spawn ''{0}''
de: Spawne ''{0}''

source: Gothic 3 not reachable
de: Gothic 3 nicht erreichbar

source: Failed for unknown reason.
de: Aus unbekannten Grund fehlgeschlagen.

source: Entity not found
de: Entity nicht gefunden

source: The entity ''{0}'' with the Guid ''{1}'' could not be found.
de: Die Entity ''{0}'' mit der Guid ''{1}'' konnte nicht gefunden werden.

source: Search entity
de: Suche Entity

source: Searching for entity...
de: Entity wird gesucht...

source: Open
de: Öffnen

source: Open file
de: Datei Öffnen

source: Recent files
de: Letzte Dateien

source: New
de: Neu

source: Compare
de: Vergleichen

source: Original file
de: Ursprungsdatei

source: Modified file
de: Veränderte Datei

source: Save
de: Speichern

source: Save as
de: Speichern unter

source: Update
de: Aktualisieren

source: Do you really want to discard all changes to ''{0}'' and reload the file?
de: Wollen sie wirklich alle Änderungen an ''{0}'' verwerfen und die Datei neu laden?

source: Close
de: Schließen

source: Search for file...
de: Nach Datei suchen...

source: Open in file manager
de: Anzeigen in Dateimanager

source: Copy file name to clipboard
de: Dateinamen in Zwischenablage kopieren

source: Copy file path to clipboard
de: Dateipfad in Zwischenablage kopieren

source: Open in TinyHexer
de: Öffnen in TinyHexer

source: TinyHexer could not be opened.
de: TinyHexer konnte nicht geöffnet werden.

source: Settings
de: Einstellungen

source: Exit
de: Beenden

source: Import entities from file
de: Entities aus Datei importieren

source: Entity Search
de: Entity-Suche

source: Template Search
de: Template-Suche

source: Open template
de: Template öffnen

source: Import StaticLightdata
de: StaticLightdata importieren

source: Edit Objects without LowPoly
de: Objekte ohne LowPoly bearbeiten

source: Generate LowPoly
de: LowPoly generieren

source: Clean up string table
de: Stringtable aufräumen

source: World map
de: Weltkarte

source: Show 3D view
de: 3D-Ansicht anzeigen

source: Log could not be opened.
de: Log konnte nicht geöffnet werden.

source: Guid formats
de: Guid Formate

source: Execute scripts
de: Scripts ausführen

source: Execute checks
de: Checks ausführen

source: Reload
de: Neuladen

source: Create NavZone cache
de: NavZone-Cache erstellen

source: Edit NegZones
de: NegZones bearbeiten

source: Edit NegCircles
de: NegCircles bearbeiten

source: Edit NegCircles without object
de: NegCircles ohne Objekt bearbeiten

source: Edit objects without NegCircle
de: Objekte ohne NegCircle bearbeiten

source: Edit PrefPaths
de: PrefPaths bearbeiten

source: Synchronize NavMap
de: NavMap synchronisieren

source: Export NegZones
de: NegZones exportieren

source: Select output directory
de: Ausgabeverzeichnis wählen

source: Export NegCircles
de: NegCircles exportieren

source: Export PrefPaths
de: PrefPaths exportieren

source: Developer
de: Entwickler

source: UI inspector
de: UI-Inspektor

source: UI defaults inspector
de: UI-Defaults-Inspektor

source: About
de: Über

source: ''{0}'' is executed.
de: ''{0}'' wird ausgeführt.

source: Execution failed.
de: Ausführung fehlgeschlagen.

source: Execution successful.
de: Ausführung erfolgreich.

source: Execute script
de: Script ausführen

source: No file opened
de: Keine Datei geöffnet

source: Gothic 3 reachable ({0})
de: Gothic 3 erreichbar ({0})

source: Create cache
de: Cache erstellen

source: Creating...
de: Wird erstellt...

source: Loading...
de: Wird geladen...

source: {0, number} entries
de: {0, number} Einträge

source: Created on {0}
de: Erstellt am {0}

source: Does not exist
de: Existiert nicht

source: Cache file is invalid! Please recreate the cache.
de: Cache-Datei ist ungülitg! Bitte den Cache neu erstellen.

source: Create EntityCache
de: Erstelle EntityCache

source: {0, number} entities found
de: {0, number} Entities gefunden

source: Create LightCache
de: Erstelle LightCache

source: {0, number} light sources found
de: {0, number} Lichtquellen gefunden

source: {0, number} light sources found. Collect further data...
de: {0, number} Lichtquellen gefunden. Sammle weitere Daten...

source: Create NavCache
de: Erstelle NavCache

source: {0, number} NavZones and NavPaths found
de: {0, number} NavZones und NavPaths gefunden

source: Create TemplateCache
de: Erstelle TemplateCache

source: {0, number} templates found
de: {0, number} Templates gefunden

source: Select checks
de: Checks auswählen

source: Determine files to be checked...
de: Ermittele zu überprüfende Dateien...

source: Collect issues...
de: Sammle Probleme...

source: Execution completed
de: Ausführung abgeschlossen

source: Path
de: Pfad

source: Find differing ChangeTime values
de: Abweichend ChangeTime-Werte ermitteln

source: Checks for all entities if their ChangeTime value differs from that of their template.
de: Überprüft für alle Entities ob ihr ChangeTime-Wert von dem ihrer Template abweicht.

source: ChangeTime value smaller than in template
de: ChangeTime-Wert kleiner als in Template

source: ChangeTime value greater than in template
de: ChangeTime-Wert größer als in Template

source: Checks all entities for duplicate guids.
de: Überprüft alle Entities nach mehrfach vorkommenden Guids.

source: Find non-unique entity guids
de: Uneindeutige Entity-Guids ermitteln

source: Duplicate entity guid: {0}
de: Mehrfach vorkommende Entity-Guid: {0}

source: Checks all templates for duplicate guids.
de: Überprüft alle Templates nach mehrfach vorkommenden Guids.

source: Find non-unique template guides
de: Uneindeutige Template-Guids ermitteln

source: Duplicate {0} guid: {1}
de: Mehrfach vorkommende {0}-Guid: {1}

source: Checks for any body parts that have inconsistencies with their template or NPC.
de: Überprüft für alle Körperteile, ob diese Inkonsistenzen mit ihrer Template oder ihrem NPC aufweisen.

source: Find faulty body parts
de: Fehlerhafte Körperteile ermitteln

source: ResourceFilePath differs from appendix 1: ''{0}'' vs. ''{1}''
de: ResourceFilePath weicht von Anhang 1 ab: ''{0}'' vs. ''{1}''

source: MaterialSwitch differs from appendix 1: {0} vs. {1}
de: MaterialSwitch weicht von Anhang 1 ab: {0} vs. {1}

source: FacialAnimFilePath differs from appendix 2: ''{0}'' vs. ''{1}''
de: FacialAnimFilePath weicht von Anhang 2 ab: ''{0}'' vs. ''{1}''

source: MaterialSwitch differs from appendix 2: {0, number} vs. {1, number}
de: MaterialSwitch weicht von Anhang 2 ab: {0, number} vs. {1, number}

source: Body part is not a child of its owner ''{0}'' ({1}), but a child of ''{2}'' ({3})
de: Körperteil ist kein Child seines Owners ''{0}'' ({1}), sondern ein Child von ''{2}'' ({3})

source: Body part is too far away ({0, number}) from NPC.
de: Körperteil ist zu weit ({0, number}) von NPC entfernt.

source: Body part slot of the associated NPC does not reference the body part: {0}
de: Körperteil Slot des zugehörigen NPCs referenziert nicht auf das Körperteil: {0}

source: Associated NPC does not contain a matching MaterialSwitchSlot.
de: Zugehörige NPC enthält keinen passenden MaterialSwitchSlot.

source: MaterialSwitchSlot of the associated NPC is faulty.
de: MaterialSwitchSlot des zugehörigen NPCs fehlerhaft.

source: Associated NPC does not contain a matching ExtraSlot.
de: Zugehörige NPC enthält keinen passenden ExtraSlot.

source: ExtraSlot Guid of the associated NPC does not reference the body part: {0}
de: ExtraSlot Guid des zugehörigen NPCs referenziert nicht auf das Körperteil: {0}

source: Differs from template:
de: Weicht von Template ab:

source: Error while opening template.
de: Fehler beim Öffnen von Template.

source: Body part references different template than corresponding slot of associated NPC: {0} vs. {1}
de: Körperteil referenziert andere Template als entsprechender Slot des zugehörigen NPCs: {0} vs. {1}

source: Owner has no {0} slot.
de: Owner hat keinen {0} Slot.

source: References an invalid owner: {0}
de: Hat einen ungültigen Owner eingetragen: {0}

source: Has a non-existent Reference Guid: {0}
de: Hat eine nicht existente Reference Guid eingetragen: {0}

source: Has a no Reference Guid.
de: Hat keine Reference Guid eingetragen.

source: Find incorrectly placed entities
de: Falsch platzierte Entities ermitteln

source: Finds entities that have no or only a few neighbor entities within a threshold distance. In most cases, this is due to incorrect positioning of the entity.
de: Ermittelt Entities die innerhalb einer Schwellwertdistanz keine bzw. wenige Nachbarentities haben. In den meisten Fällen liegt dann eine fehlerhafte Positionierung der Entity vor.

source: At position {0} alone in the radius of {1, number}.
de: An Position {0} alleine im Radius von {1, number}.

source: Find invalid anchors
de: Ungültige Anchor ermitteln

source: Finds inconsistencies in the assignment of interaction points to anchors.
de: Ermittelt Inkonsistenzen in der Zuordnung von Interaktionspunkten zu Anchors.

source: Anchor is inside .node (UserCount not part of the save game)
de: Anchor befindet sich in .node (UserCount nicht Teil des Spielstands)

source: Interact points
de: Interaktionspunkte

source: Anchor refers to interaction point that has no anchor set.
de: Anchor verweist auf Interaktionspunkt, der keinen Anchor eingetragen hat.

source: Anchor refers to interaction point that has different anchor set.
de: Anchor verweist auf Interaktionspunkt, der abweichenden Anchor eingetragen hat.

source: Anchor refers to entity, which is not an interaction point.
de: Anchor verweist auf Entity, die kein Interaktionspunkt ist.

source: Anchor refers to non-existent entity.
de: Anchor verweist auf nicht existente Entity.

source: Interaction point has an anchor set, which does not refer to it.
de: Interaktionspunkt verweist auf Anchor, der diesen nicht eingetragen hat.

source: Interaction point refers to entity that is not an anchor.
de: Interaktionspunkt verweist auf Entity, die kein Anchor ist.

source: Interaction point refers to non-existent entity.
de: Interaktionspunkt verweist auf nicht existente Entity.

source: Checks all entity references for invalid guids.
de: Überprüft alle Entityreferenzen auf ungültige Guids.

source: Find invalid entity references
de: Ungültige Entityreferenzen ermitteln

source: Property {0}.{1} contains non-existent Guid
de: Property {0}.{1} enthält nicht existente Guid

source: Property {0}.{1} contains non-existent Guid {2}
de: Property {0}.{1} enthält nicht existente Guid {2}

source: Find invalid groups
de: Ungültige Gruppen ermitteln

source: Finds inconsistencies in the assignment of PartyMembers to PartyLeaders.
de: Ermittelt Inkosistenzen in der Zuordnung von PartyMembern zu PartyLeadern.

source: Entity is both PartyLeader and PartyMember.
de: Entity ist sowohl PartyLeader als auch PartyMember.

source: PartyLeader refers to PartyMember that has no PartyLeader.
de: PartyLeader verweist auf PartyMember, der keinen PartyLeader eingetragen hat.

source: PartyLeader refers to PartyMember that has a different PartyLeader.
de: PartyLeader verweist auf PartyMember, der abweichenden PartyLeader eingetragen hat.

source: PartyLeader refers to entity that is not a PartyMember.
de: PartyLeader verweist auf Entity, die kein PartyMember ist.

source: PartyLeader refers to non-existent entity.
de: PartyLeader verweist auf nicht existente Entity.

source: PartyMember refers to PartyLeader, which does not refer to it.
de: PartyMember verweist auf PartyLeader, der diesen nicht eingetragen hat.

source: PartyMember refers to entity that is not a PartyLeader.
de: PartyMember verweist auf Entity, die kein PartyLeader ist.

source: PartyMember refers to non-existent entity.
de: PartyMember verweist auf nicht existente Entity.

source: Checks all template references for invalid guids.
de: Überprüft alle Templatereferenzen auf ungültige Guids.

source: Find invalid template references
de: Ungültige Templatereferenzen ermitteln

source: Reference Guid does not exist
de: Reference Guid existiert nicht

source: Find lighting problems
de: Beleuchtungsprobleme ermitteln

source: Finds entities and templates with problematic lighting settings.
de: Ermittelt Entities und Templates mit problematischen Beleuchtungseinstellungen.

source: Dynamically illuminated entity with lightmap
de: Dynamisch beleuchtete Entity mit Lightmap
