Repository: georgeto/g3dit
Catalog: g3dit/src/main/java/*/george/g3dit/translation/*.po
Languages: de

source: Combination of eEStaticIlluminated_Dynamic and eEStaticLighingType_Lightmap is useless, because with eEStaticIlluminated_Dynamic no lightmaps are used. Please change to eEStaticLighingType_Instance.
de: Kombination von eEStaticIlluminated_Dynamic und eEStaticLighingType_Lightmap ist sinnlos, da bei eEStaticIlluminated_Dynamic keine Lightmaps genutzt werden. Bitte auf eEStaticLighingType_Instance umstellen.

source: Find invalid lightmaps
de: Ungültige Lightmaps ermitteln

source: Find lightmaps whose guid does not exist or for which the mesh name does not match.
de: Ermittelt Lightmaps deren Guid nicht existiert oder bei denen der Meshname nicht passt.

source: Mesh of the lightmap differs from the mesh of the associated entity.
de: Mesh der Lightmap weicht vom Mesh der zugehörigen Entity ab.

source: There is no entity with the guid of the lightmap.
de: Es existiert keine Entity mit Guid der Lightmap.

source: Lightmap name does not adhere to the lightmap naming scheme.
de: Name der Lightmap entspricht nicht dem Lightmap-Namensschema.

source: Find missing resources
de: Fehlende Resourcen ermitteln

source: Checks all entities and templates for references to non-existent resources (meshes, material, textures, collision shapes).
de: Überprüft alle Entities und Templates auf Verweise auf nicht existierende Ressourcen (Meshes, Materialien, Texturen, CollisionMeshes).

source: Problem with mesh ''{0}''.
de: Problem mit Mesh ''{0}''.

source: Problem with material ''{0}'' (MaterialSwitch: {1, number}).
de: Problem mit Material ''{0}'' (MaterialSwitch: {1, number}).

source: Problem with texture ''{0}''.
de: Problem mit Textur ''{0}''.

source: No collision mesh with this name found.
de: Kein CollisionMesh mit diesem Namen gefunden.

source: Invalid resource index.
de: Ungültiger ResourceIndex.

source: Error while opening the collision mesh: {0}
de: Fehler beim Öffnen des CollisionMeshes: {0}

source: Problem with collision mesh ''{0}'' (ResourceIndex: {1, number}).
de: Problem mit CollisionMesh ''{0}'' (ResourceIndex: {1, number}).

source: Find items and interaction objects with child entities
de: Items und Interaktionsobjekte mit Child-Entities ermitteln

source: Interaction objects should usually not have child entities, as these affect the Y position of the focus name if FocusNameType is set to gEFocusNameType_Entity. Collectable items are removed from the world when picked up, along with their child entities.
de: Interaktionsobjekte sollte überlicherweise keine Child-Entities haben, da diese die Y-Position des Fokusnamens beeinflussen, sofern FocusNameType auf gEFocusNameType_Entity steht. Aufsammelbare Items werden beim Aufheben aus der Welt entfernt, zusammen mit ihren Child-Entities.

source: Item has child entities.
de: Item hat Child-Entities.

source: Interaction object has child entities.
de: Interaktionsobjekt hat Child-Entities.

source: Entity outside scope of static .node
de: Entity außerhalb Zuständigkeitsbereich von statischer .node

source: Lies outside the scope of its static .node
de: Befindet sich außerhalb des Zuständigkeitsbereich seiner statischen .node

source: Show entity number
de: Entity Nummer anzeigen

source: Show child entities
de: Subentities anzeigen

source: Make ''{0}'' a child entity of ''{1}''
de: ''{0}'' zu SubEntity von ''{1}'' machen

source: Make {0, number} entities child entities of ''{1}''
de: {0, number} Entities zu SubEntites von ''{1}'' machen

source: Clone '{0}
de: ''{0}'' klonen

source: Clone ''{0}'' and child entities
de: ''{0}'' und Child-Entities klonen

source: Mark '{0}
de: ''{0}'' markieren

source: Mark {0, number} entities
de: {0, number} Entities markieren

source: Delete '{0}
de: ''{0}'' löschen

source: Delete {0, number} entities
de: {0, number} Entities löschen

source: <html>Both complete and incomplete Guids can be searched for.<br>The Guid can be prefixed with one of the following.<ul><li><b>No prefix</b>: Guid</li><li><b>#i#</b>: Entity contains InventoryStack with matching Guid</li><li><b>#r#</b>: Entity has Routine with matching Guid</li><li><b>#e#</b>: Members of Enclave</li><li><b>#a#</b>: Entities of AnchorPoints</li><li><b>#p#</b>: PartyMember of PartyLeader</li><li><b>#g#</b>: Entities that refer to this entity in any of their properties</li><li><b>#t#</b>: Entities that refer to this template in any of their properties</li></ul></html>
de: <html>Es kann sowohl nach vollständigen als auch unvollständigen Guids gesucht werden.<br>Der Guid kann einer der folgenden Präfixe vorangestellt werden.<ul><li><b>Kein Präfix</b>: Guid</li><li><b>#i#</b>: Entity enthält InventoryStack mit passender Guid</li><li><b>#r#</b>: Entity hat Routine mit passender Guid</li><li><b>#e#</b>: Mitglieder der Enclave</li><li><b>#a#</b>: Entities des AnchorPoints</li><li><b>#p#</b>: PartyMember des PartyLeaders</li><li><b>#g#</b>: Entities die in irgendeiner ihrer Eigenschaften auf diese Entity verweisen</li><li><b>#t#</b>: Entities die in irgendeiner ihrer Eigenschaften auf dieses Template verweisen</li></ul></html>

source: <html>The search term can be prefixed with one of the following prefixes.<ul><li><b>No prefix</b>: Name contains search term</li><li><b>#f#</b>: Focus name contains search term</li></ul></html>
de: <html>Dem Suchbegriff kann einer der folgenden Präfixe vorangestellt werden.<ul><li><b>Kein Präfix</b>: Name enthält Suchbegriff</li><li><b>#f#</b>: Fokusname enthält Suchbegriff</li></ul></html>

source: <html>Coordinates in the form x/y/z//<br>The position can be prefixed with one of the following prefixes.<ul><li><b>No prefix</b>: Distance</li><li><b>#l#</b>: Distance ignoring the Y component</li></ul></html>
de: <html>Koordinaten in der Form x/y/z//<br>Der Position kann einer der folgenden Präfixe vorangestellt werden.<ul><li><b>Kein Präfix</b>: Distanz</li><li><b>#l#</b>: Distanz unter Vernachlässigung der Y-Komponente</li></ul></html>

source: Open entity for this guid [F3]
de: Entity zu dieser Guid öffnen [F3]

source: Search for entity with this guid [F4]
de: Nach Entity zu dieser Guid suchen [F4]

source: Teleport to entity with this guid
de: Zu Entity mit dieser Guid teleportieren

source: Open template with this guide [F3]
de: Template zu dieser Guid öffnen [F3]

source: Search for template with this guid [F4]
de: Nach Template zu dieser Guid suchen [F4]

source: Copy
de: Kopieren

source: Cut
de: Ausschneiden

source: Insert
de: Einfügen

source: Delete content
de: Inhalt löschen

source: Add
de: Hinzufügen

source: Delete
de: Löschen

source: Warn
de: Warnung

source: Ignore Y
de: Ignoriere Y

source: Append filter
de: Filter hinzufügen

source: Prepend combinator
de: Kombinator vorschalten

source: Append combinator
de: Kombinator hinzufügen

source: Clone combinator
de: Kombinator klonen

source: Dissolve
de: Auflösen

source: Negate
de: Negieren

source: Add filter before
de: Filter davor hinzufügen

source: Add filter after
de: Filter danach hinzufügen

source: Clone filter
de: Filter klonen

source: == (case insensitive)
de: == (Groß/klein egal)

source: != (case insensitive)
de: != (Groß/klein egal)

source: Contains
de: Enthält

source: Contains (case insensitive)
de: Enthält (Groß/klein egal)

source: Starts With
de: Beginnt mit

source: Starts With (case insensitive)
de: Beginnt mit (Groß/klein egal)

source: Ends With
de: Endet mit

source: Ends With (case insensitive)
de: Endet mit (Groß/klein egal)

source: Regex (case insensitive)
de: Regex (Groß/klein egal)

source: Failed to create instance of type ''{0}''.
de: Es konnte keine Instanz des Typs ''{0}'' erstellt werden.

source: About g3dit
de: Über g3dit

source: Libraries
de: Bibliotheken

source: Cancel
de: Abbrechen

source: Create property for {0}
de: Property erstellen für {0}

source: Type
de: Typ

source: Already opened for editing.
de: Bereits zur Bearbeitung geöffnet.

source: Comment
de: Kommentar

source: Enter Guid
de: Guid eingeben

source: Generate random guid
de: Zufällige Guid generieren

source: Guid is invalid.
de: Guid ist ungültig.

source: Position from clipboard
de: Position aus Zwischenablage

source: Random Guid
de: Zufällige Guid

source: Import entity
de: Entity importieren

source: Map
de: Karte

source: Should the import, using the original position, be continued anyway?
de: Soll der Import, unter Verwendung der originalen Position, trotzdem fortgesetzt werden?

source: Invalid filter settings
de: Ungültige Filtereinstellungen

source: Determine files to be searched...
de: Ermittele zu durchsuchende Dateien...

source: Search completed
de: Suche abgeschlossen

source: {0, number}/{1, number} files searched
de: {0, number}/{1, number} Dateien durchsucht

source: Search completed ({0, number} entities found)
de: Suche abgeschlossen ({0, number} Entities gefunden)

source: <Meanwhile closed>
de: <Inzwischen geschlossen>

source: Loaded: {0}
de: Geladen: {0}

source: {0} contains invalid regular expression.
de: {0} enthält ungültigen regulären Ausdruck.

source: Import entities from selected file
de: Entities aus ausgewählter Datei importieren

source: Invalid regular expression
de: Ungültiger Regulärer Ausdruck

source: Creating list of all files...
de: Erstelle Liste aller Dateien...

source: {0, number}/{1, number} files scanned
de: {0, number}/{1, number} Dateien betrachtet

source: Search completed ({0, number} files found)
de: Suche abgeschlossen ({0, number} Dateien gefunden)

source: Select StaticLightdata files
de: Beleuchtungsdateien auswählen

source: Determine changes
de: Änderungen ermitteln

source: In open files
de: In geöffneten Dateien

source: In all files
de: In allen Dateien

source: Apply all
de: Alle übernehmen

source: Apply selected
de: Ausgewählte übernehmen

source: Save protocol
de: Protokoll speichern

source: Filter objects
de: Objekte filtern

source: Entities without mesh are filtered out, their lighting is not updated.
de: Entities ohne Mesh werden herausgefiltert, ihre Beleuchtung wird nicht aktualisiert.

source: The following PropertySets are considered as meshes:
de: Dabei werden die folgenden PropertySets als Meshes gewertet:

source: Hide filtered objects
de: Gefilterte Objekte ausblenden

source: Search scope
de: Suchraum

source: Protocol.csv
de: Protokoll.csv

source: Determine files to be processed...
de: Ermittele zu bearbeitende Dateien...

source: {0, number}/{1, number} files edited
de: {0, number}/{1, number} Dateien bearbeitet

source: Changes applied ({0, number} entities)
de: Änderungen übernommen ({0, number} Entities)

source: Changes detected ({0, number} entities)
de: Änderungen ermittelt ({0, number} Entities)

source: Amount
de: Anzahl

source: Quality
de: Qualität

source: Enter template name/guid
de: Template-Name/Guid eingeben

source: Helper template entity whose guid is registered in .lrtpldatasc.
de: Helfer-Template-Entity dessen Guid in .lrtpldatasc eingetragen wird.

source: Also referred to as item guid in the template general tab and in Tiny Hexer.
de: Wird im Template-Allgemein-Tab und im Tiny Hexer auch als Item-Guid bezeichnet.

source: Template entity refers to other template entity.
de: Template-Entity verweist auf andere Template-Entity.

source: Mainly used in object groups.
de: Wird hauptsächlich in ObjectGroups verwendet.

source: Template entity with property sets that serves as a template for world data entities.
de: Template-Entity mit PropertySets, die als Vorlage für Weltdaten-Entities dient.

source: Also referred to as reference guid in the template general tab and in Tiny Hexer.
de: Wird im Template-Allgemein-Tab und im Tiny Hexer auch als Reference-Guid bezeichnet.

source: Load template
de: Template laden

source: Please enter template name!
de: Bitte Template Namen eingeben!

source: Search...
de: Suche...

source: Apply
de: Übernehmen

source: Template ''{0}'' found.
de: Template ''{0}'' gefunden.

source: Template ''{0}'' NOT found.
de: Template ''{0}'' NICHT gefunden.

source: Template does not fit.
de: Template passt nicht.

source: Search completed ({0, number} templates found)
de: Suche abgeschlossen ({0, number} Templates gefunden)

source: <h2>Map</h2> <dl> <dt>Zoom</dt> <dd><code>Ctrl + Mouse wheel</code></dd> <dd><code>Ctrl + +</code> (Zoom in)</dd> <dd><code>Ctrl + -</code> (Zoom out)</dd> <dd><code>Ctrl + 0</code> (Reset)</dd> <dd><code>Ctrl + Left mouse button</code> (Rectangular selection)</dd> <dt>Move viewport</dt> <dd>Keep <code>right mouse button</code> pressed</dd> <dt>Individual selection</dt> <dd><code>Left mouse button</code></dd> <dd><code>Alt + Left mouse button</code> (Reset rectangular selection)</dd> <dt>Rectangular selection</dt> <dd>Keep <code>left mouse button</code> pressed and draw rectangle</dd> </dl> <h2>General</h2> <dl> <dt>Teleport player to entity</dt> <dd><code>Ctrl + Left mouse button</code></dd> <dt>Search for entities in the vicinity</dt> <dd><code>Ctrl + Shift + Left mouse button</code></dd> <dt>Teleport player to most recently selected entity</dt> <dd><code>Ctrl + G</code></dd> <dt>Open the most recently selected entity in the editor</dt> <dd><code>Ctrl + E</code></dd> <dt>Teleport player to mouse position</dt> <dd><code>Ctrl + T</code></dd> <dt>Invert selection</dt> <dd><code>Ctrl + I</code></dd> <dt>Remove selection from list</dt> <dd><code>Delete</code></dd> <dt>Show only selected on map</dt> <dd>Show in the table only the entities selected by rectangular selection on the map.</dd> </dl>
de: <h2>Karte</h2> <dl> <dt>Zoomen</dt> <dd><code>Strg + Mausrad</code></dd> <dd><code>Strg + +</code> (Reinzoomen)</dd> <dd><code>Strg + -</code> (Rauszoomen)</dd> <dd><code>Strg + 0</code> (Zurücksetzen)</dd> <dd><code>Strg + Linke Maustaste</code> (Rechteckauswahl)</dd> <dt>Ausschnitt verschieben</dt> <dd><code>Rechte Maustaste</code> gedrückt halten</dd> <dt>Einzelauswahl</dt> <dd><code>Linke Maustaste</code></dd> <dd><code>Alt + Linke Maustaste</code> (Rechteckauswahl aufheben)</dd> <dt>Rechteckauswahl</dt> <dd><code>Linke Maustaste</code> gedrückt halten und Rechteck aufziehen</dd> </dl> <h2>Allgemein</h2> <dl> <dt>Spieler zu Entity teleportieren</dt> <dd><code>Strg + Linke Maustaste</code></dd> <dt>Im Umkreis nach Entities suchen</dt> <dd><code>Strg + Shift + Linke Maustaste</code></dd> <dt>Spieler zu zuletzt ausgewählter Entity teleportieren</dt> <dd><code>Strg + G</code></dd> <dt>Zuletzt ausgewählte Entity im Editor öffnen</dt> <dd><code>Strg + E</code></dd> <dt>Spieler zu Mausposition teleportieren</dt> <dd><code>Strg + T</code></dd> <dt>Auswahl invertieren</dt> <dd><code>Strg + I</code></dd> <dt>Auswahl aus Liste entfernen</dt> <dd><code>Entf</code></dd> <dt>Nur auf Karte Ausgewählte anzeigen</dt> <dd>In der Tabelle nur die per Rechteckauswahl auf der Karte ausgewählten Entities anzeigen.</dd> </dl>

source: Show only selected on map
de: Nur auf Karte Ausgewählte anzeigen

source: Native
de: Nativ

source: ChangeTime value smaller than in referenced template ({0, number})
de: ChangeTime-Wert kleiner als in referenzierter Template ({0, number})

source: ChangeTime value greater than in referenced template ({0, number})
de: ChangeTime-Wert größer als in referenzierter Template ({0, number})

source: {0} contains a guid for which no entity exists.
de: {0} enthält eine Guid zu der keine Entity existiert.

source: {0} contains two sticks very close to each other: {1, number} and {2, number}
de: {0} enthält zwei sehr nah beieinander liegende Sticks: {1, number} und {2, number}

source: {0} contains malformed coordinates.
de: {0} enthält fehlerhafte Koordinaten.

source: {0} contains a guid for which no template exists.
de: {0} enthält eine Guid zu der keine Template existiert.

source: {0} contains a name for which no template exists.
de: {0} enthält einen Namen zu dem keine Template existiert.

source: Colors
de: Farben

source: 3D view
de: 3D-Ansicht

source: InteractObject is inside of NegCircle.
de: Interaktionsobjekt befindet sich innerhalb von NegCircle.

source: InteractObject is inside of NegZone.
de: Interaktionsobjekt befindet sich innerhalb der NegZone.

source: no NavArea (null)
de: keine NavArea (null)

source: no NavArea (out of)
de: keine NavArea (außerhalb)

source: Not in NavMap.
de: Nicht in NavMap.

source: Registered to {0}.
de: Zugeordnet zu {0}.

source: Only in NavMap, no corresponding entity found!
de: Nur in NavMap, keine entsprechende Entity gefunden!

source: Registered NavArea has changed.
de: Zugeordnete NavArea hat sich geändert.

source: Registered to {0} instead of {1}.
de: Zugeordnet zu {0} anstatt {1}.

source: Critical InteractObject.
de: Problematisches Interaktionsobjekt.

source: {0, number} / {1, number} issues displayed
de: {0, number}/{1, number} Probleme angezeigt

source: Fixed
de: Behoben

source: Back ({0}) <-
de: Zurück ({0}) <-

source: -> Next ({0})
de: -> Weiter ({0})

source: Execute Scan
de: Scan ausführen

source: Fix the selected issue(s).
de: Behebt die ausgewählten Probleme.

source: Open in editor
de: Im Editor öffnen

source: Open the affected nav object in the editor.
de: Öffnet das betroffene Navigationsobjekt im Editor.

source: Teleport player to the affected nav object.
de: Teleportiert den Spieler zu dem betroffenen Navigationsobjekt.

source: Show on map
de: Auf der Karte anzeigen

source: Show the affected nav object on the entity map.
de: Zeigt das betroffene Navigationsobjekt auf der Entity-Karte an.

source: ZoneA {0} instead of {1}.
de: ZoneA {0} anstatt {1}.

source: ZoneB {0} instead of {1}.
de: ZoneB {0} anstatt {1}.

source: ZoneAIntersectionCenter: {0} instead of {1}
de: ZoneAIntersectionCenter: {0} anstatt {1}

source: ZoneAIntersectionMargin1: {0} instead of {1}
de: ZoneAIntersectionMargin1: {0} anstatt {1}

source: ZoneAIntersectionMargin2: {0} instead of {1}
de: ZoneAIntersectionMargin2: {0} anstatt {1}

source: ZoneBIntersectionCenter: {0} instead of {1}
de: ZoneBIntersectionCenter: {0} anstatt {1}

source: ZoneBIntersectionMargin1: {0} instead of {1}
de: ZoneBIntersectionMargin1: {0} anstatt {1}

source: ZoneBIntersectionMargin2: {0} instead of {1}
de: ZoneBIntersectionMargin2: {0} anstatt {1}

source: Invalid NavPath with only {0, number} points.
de: Ungültiger NavPath mit nur {0, number} Punkten.

source: and
de: und

source: Unable to detect {0}.
de: Kann {0} nicht ermitteln.

source: Only in NavMap.
de: Nur in NavMap.

source: Intersections with NavZone have changed.
de: Schnittpunkte mit NavZone haben sich geändert.

source: Intersections stored in the NavPath are stale.
de: Im NavPath gespeicherten Schnittpunkte sind veraltet.

source: Related nav objects
de: Verbundene Navigationsobjekte

source: Shape or position has changed.
de: Form oder Position hat sich verändert.

source: Mark the selected issue(s) as having no NegCircle.
de: Markiert die ausgewählte Probleme als Objekte ohne NegCircle.

source: Overlaps with NavPaths:
de: Überschneidungen mit NavPaths:

source: Objects without NegCircle
de: Objekte ohne NegCircle

source: NegCircle has {0, number} offsets instead of {1, number}.
de: NegCircle hat {0, number} Offsets anstatt {1, number}.

source: Offset {0, number} differs: {1} instead of {2} ({3}).
de: Offset {0, number} weicht ab: {1} anstatt {2} ({3}).

source: Radius {0, number} differs: {1, number} instead of {2, number}.
de: Radius {0, number} weicht ab: {1, number} anstatt {2, number}.

source: Not detected in NavPath {0}.
de: Nicht erkannt in NavPath {0}.

source: Not detected in NavZone {0}.
de: Nicht erkannt in NavZone {0}.

source: Unexpectedly detected in {0} {1}.
de: Unerwartet erkannt in {0} {1}.

source: Assigned NavAreas:
de: Zugeordnete NavAreas:

source: Critical NegCircle.
de: Problematischer NegCircle.

source: Detected different containing NavAreas.
de: Abweichende enthaltende NavAreas erkannt.

source: Entity was moved or modified.
de: Entity wurde verschoben oder geändert.

source: Object without NegCircle.
de: Objekt ohne NegCircle.

source: NegCircle for object without NegCirclePrototype.
de: NegCircle für Objekt ohne NegCircle-Prototypen.

source: NegCircle without object.
de: NegCircle ohne Objekt.

source: Invalid NegZone with only {0, number} sticks.
de: Ungültige NegZone mit nur {0, number} Sticks.

source: Detected different containing NavZone.
de: Abweichende enthaltende NavZone erkannt.

source: Detected {0} instead of {1}.
de: {0} anstatt {1} erkannt.

source: no NavZone
de: keine NavZone

source: Detected no containing NavZone.
de: Keine enthaltende NavZone erkannt.

source: NavZone {0} referred by NegZone does not refer to NegZone.
de: NegZone verweist auf NavZone {0}, die nicht auf NegZone verweist.

source: NegZone referred by NavZone {0} refers to other NavZone {1}.
de: NegZone, auf die NavZone {0} verweist, verweist auf andere NavZone {1}.

source: Invalid PrefPath with only {0, number} points.
de: Ungültiger PrefPath mit nur {0, number} Punkten.

source: Spans more than one NavZone.
de: Ersteckt sich über mehr als eine NavZone.

source: Check position of vegetation objects
de: Prüfe Position von Vegetations-Objekten

source: Checks whether all vegetation objects are in the VegetationRoot responsible for their area.
de: Prüft, ob alle Vegetations-Objekte, in der für ihren Bereich zuständigen VegetationRoot, positioniert sind.

source: List of NPC names separated with commas
de: Liste von NPC-Namen getrennt mit Kommas

source: Delete NPCs
de: NPCs löschen

source: Deletes all NPCs from the world data.
de: Löscht alle NPCs aus den Weltdaten.

source: A total of {0} NPCs were removed.
de: Es wurden insgesamt {0} NPCs entfernt.

source: Export NavZones and NavPaths
de: NavZones und NavPaths exportieren

source: Exports NavZones and NavPaths to a text file.
de: Exportiert NavZones und NavPaths in eine Textdatei.

source: Save NavZones and NavPaths in text form
de: NavZones und NavPaths in Textform speichern

source: Converts the NavigationMap into a text file.
de: Wandelt die NavigationMap in eine Textdatei um.

source: Open NavigationMap...
de: NavigationMap öffnen...

source: Save NavigationMap in text form
de: NavigationMap in Textform speichern

source: Export SVMAdmin.dat
de: SVMAdmin.dat exportieren

source: Converts the SVMAdmin.dat into a text file.
de: Wandelt die SVMAdmin.dat in eine Textdatei um.

source: Open SVMAdmin.dat...
de: SVMAdmin.dat öffnen...

source: Save SVMAdmin.dat in text form
de: SVMAdmin.dat in Textform speichern

source: Save SVMAdmin.dat as Json
de: SVMAdmin.dat als Json speichern

source: Error during export: {0}
de: Fehler beim Export: {0}

source: Number of nearest neighbours considered
de: Anzahl der betrachteten nächsten Nachbarn

source: Number of neighbor entities that must be within the threshold distance.
de: Anzahl der Nachbarentities die innerhalb der Schwellwertdistanz liegen müssen.

source: Threshold distance
de: Schwellwertdistanz

source: All entities that have no or not enough neighbors within the threshold distance, are classified as 'misplaced'.
de: Alle Entities die innerhalb der Schwellwertdistanz keine bzw. nicht genug Nachbarn haben, werden als 'falsch' platziert klassifiziert.

source: Solid entities
de: Solide Entities

source: Should only solid entities, i.e. those that have a mesh, be considered?
de: Sollen ausschließlich solide Entities, also solche die ein Mesh haben, betrachtet werden?

source: Number of nearest neighbors considered: {0, number}
de: Anzahl der betrachteten nächsten Nachbarn: {0, number}

source: Threshold: {0, number}
de: Schwellwert: {0, number}

source: {0, number} entities collected.
de: {0, number} Entities erfasst.

source: {0} ({1}) at position {2} alone in the radius of {3, number}.
de: {0} ({1}) an Position {2} alleine im Radius von {3, number}.

source: Generate modification statistics
de: Änderungsstatistiken generieren
