Repository: georgeto/g3dit
Catalog: g3dit/src/main/java/*/george/g3dit/translation/*.po
Languages: de

source: Generates statistics on the modifications made.
de: Generiert Statistiken zu den vorgenommenen Veränderungen.

source: Objects
de: Objekte

source: Vegetation objects
de: Vegetationsobjekte

source: new
de: neu

source: removed
de: entfernt

source: List LightmapType
de: LightmapType auflisten

source: Listing of all entities that are illuminated by lightmap.
de: Auflistung aller Entities die per Lightmap beleuchtet sind.

source: List named entities only
de: Nur benannte Entities auflisten

source: Export named entities only
de: Nur benannte Entities exportieren

source: List entities
de: Entities auflisten

source: Creates a list of all entities.
de: Erstellt eine Liste aller Entities.

source: Save listing as...
de: Auflistung speichern unter...

source: Error while writing the file: {0}
de: Fehler beim Schreiben der Datei: {0}

source: List material properties
de: Material Eigenschaften auflisten

source: List NPCs that can be stolen from
de: Beklaubare NPCs auflisten

source: Creates a list of all NPCs that can be stolen from (including chests) and their PickPocket TreasureSets.
de: Erstellt eine Liste aller beklaubaren NPCs (dazu zählen auch Truhen) und deren PickPocket-TreasureSets.

source: File could not be saved: {0}
de: Datei konnte nicht gespeichert werden: {0}

source: List teachers
de: Lehrer auflisten

source: Creates a list of all teachers with the perks and attributes they teach.
de: Erstellt eine Liste aller Lehrer mit den Perks und Attributen die sie lehren.

source: Save teacher listing as...
de: Lehrer-Auflistung speichern unter...

source: Attributes
de: Attribute

source: List unused or missing collision meshes
de: Nicht verwendete oder fehlende CollisionMeshes auflisten

source: Creates a list of all unused or missing collision meshes.
de: Erstellt eine Liste aller nicht verwendeten oder fehlende CollisionMeshes.

source: Unused collision meshes
de: Nicht verwendete CollisionMeshes

source: Missing collision meshes
de: Fehlende CollisionMeshes

source: Used collision meshes
de: Verwendete CollisionMeshes

source: List unused meshes
de: Nicht verwendete Meshes auflisten

source: Creates a list of all unused meshes.
de: Erstellt eine Liste aller nicht verwendeten Meshes.

source: Overview
de: Übersicht

source: List
de: Liste

source: TreasureSets used per NPC/chest
de: Verwendete TreasureSets pro NPC/Truhe

source: Creates a list of all NPCs/chests with all their TreasureSets.
de: Erstellt eine Liste aller NPCs/Truhen mit all ihren TreasureSets.

source: List WindStrength of vegetation meshes
de: WindStrength von Vegetations-Meshes auflisten

source: Creates a list of all vegetation meshes whose WindStrength varies.
de: Erstellt einer Liste aller aller vorkommender Vegetations-Meshes, deren WindStrength variiert.

source: List NPC voices
de: NPC-Stimmen auflisten

source: Creates a list that contains each NPC's voice.
de: Erstellt eine Liste, die zu jedem NPC dessen Stimme enthält.

source: Save NPC voices listing as...
de: NPC-Stimmen Auflistung speichern unter...

source: Delete unused vegetation meshes
de: Nicht verwendete Vegetationsmeshes löschen

source: Deletes all unused vegetation meshes from the world data.
de: Löscht alle nicht verwendeten Vegetationsmeshes aus den Weltdaten.

source: Removing {0, number} unused meshes in {1}#{2}
de: Entferne {0, number} unbenutzte Meshes in {1}#{2}

source: A total of {0, number} unused meshes were removed.
de: Es wurden insgesamt {0, number} unbenutzte Meshes entfernt.

source: Check collision shapes
de: CollisionShapes überprüfen

source: Checks the collision shapes of weapons
de: Überprüft die CollisionShapes von Waffen

source: {0} has no collision shape.
de: {0} hat kein CollisionShape.

source: {0} has more than one collision shape.
de: {0} hat mehr als ein CollisionShape.

source: {0} has no box/capsule shape.
de: {0} hat kein Box/Capsule Shape.

source: Replace collision shapes
de: CollisionShapes ersetzen

source: Replaces collision shapes according to a list of replacement rules.
de: Ersetzt CollisionShapes gemäß einer Liste von Ersetzungsregeln.

source: Load replacement rules
de: Ersetzungsregeln laden

source: A total of {0, number} collision shapes were replaced.
de: Es wurden insgesamt {0, number} CollisionShapes ersetzt.

source: Search templates for mesh
de: Templates zu Mesh suchen

source: Find templates that use a specified mesh plus MaterialSwitch combination(s).
de: Ermittelt Templates die eine angegebene Mesh-MaterialSwitch Kombination(en) verwenden.

source: Name of the mesh. It is also possible to enter only a part of a mesh name.
de: Name des Meshes. Es kann auch nur ein Teil eines Meshnamens eingegeben werden.

source: List of MaterialSwitches or MaterialSwitch ranges separated by spaces (e.g. 4-12). If the input is empty, all MaterialSwitches are accepted.
de: Durch Leerzeichen separierte Liste von MaterialSwitches bzw. MaterialSwitch Bereichen (z.B. 4-12). Bei leerer Eingabe werden alle MaterialSwitches akzeptiert.

source: Any
de: Beliebig

source: Display objects for guids on Map
de: Objekte zu Guids auf Map anzeigen

source: Displays the corresponding objects (NavZone, NavPath, ...) for guids in the clipboard on the map.
de: Zeigt für Guids in der Zwischenablage die dazugehörigen Objekte (NavZone, NavPath, ...) auf der Karte an.

source: Determine distribution of SkinningInfo influence frequency
de: Verteilung der SkinningInfo Influence Häufigkeit ermitteln

source: Determine distribution of SkinningInfo influence frequency.
de: Verteilung der SkinningInfo Influence Häufigkeit ermitteln.

source: Error while loading {0}.
de: Fehler beim Laden von {0}.

source: Detect missing textures
de: Fehlende Texturen ermitteln

source: If the base texture of a material does not exist, it is classified as missing.
de: Wenn eine im Material eingetragene Basistextur nicht existiert, wird diese als fehlend klassifiziert.

source: Exception while parsing the material
de: Exception beim Parsen des Materials

source: Detect routines with non-existent guids
de: Routinen mit nicht existenten Guids ermitteln

source: Checks the routines of all entities for non-existent guids.
de: Überprüft die Routinen aller Entities auf nicht existenten Guids.

source: Guids of the start routine ''{0}'' differ from those of the corresponding routine list entry.
de: Guids der Startroutine ''{0}'' unterscheiden sich von denen des Routinelisteneintrages.

source: Start routine ''{0}'' is not included in the routine list.
de: Startroutine ''{0}'' ist nicht in der Routinenliste enthalten.

source: Test for changes during loading and saving
de: Teste auf Veränderungen beim Laden und Speichern

source: Checks which files change when they are read in and then saved again. No changes are made on the disk, the check is done in memory.
de: Überprüft welche Dateien sich ändern, wenn sie eingelesen und anschließend wieder gespeichert werden. Es werden keine Änderungen auf dem Datenträger vorgenommen, die Überprüfung geschieht im Arbeitsspeicher.

source: Error while comparing: {0}
de: Fehler beim Vergleich: {0}

source: Error while loading: {0}
de: Fehler beim Laden: {0}

source: {0} .tple checked.
de: {0} .tple überprüft.

source: Update ContextBox
de: ContextBox aktualisieren

source: Update ContextBox of eCEntityDynamicContexts and eCGeometrySpatialContexts in primary data folder.
de: ContextBox von eCEntityDynamicContexts und eCGeometrySpatialContexts im primären Data-Verzeichnis aktualisieren.

source: Select save path
de: Speicherpfad auswählen

source: Relative path of {0} could not be determined, applying changes not possible.
de: Relativer Pfad von {0} konnte nicht ermittelt werden, übernehmen der Änderungen nicht möglich.

source: Failed to save {0}: {1}
de: Speichern von {0} fehlgeschlagen: {1}

source: Alias for primary data directory
de: Primäres Data-Verzeichnis Alias

source: Primary data directory
de: Primäres Data-Verzeichnis

source: Select primary data directory
de: Primäres Data-Verzeichnis auswählen

source: Alias for secondary data directory
de: Sekundäres Data-Verzeichnis Alias

source: Secondary data directory
de: Sekundäres Data-Verzeichnis

source: Select secondary data directory
de: Sekundäres Data-Verzeichnis auswählen

source: Hide Projects_compiled
de: Projects_compiled ausblenden

source: File manager
de: Dateimanager

source: The following parameters can be specified for the program:
de: Folgende Parameter können für das Programm angeben:

source: %path : The file or directory to be shown
de: %path : Die anzuzeigende Datei bzw. das anzuzeigende Verzeichnis

source: Select file manager
de: Dateimanager auswählen

source: Tiny Hexer (needed for 'File->Open in TinyHexer')
de: Tiny Hexer (wird benötigt für 'Datei->Öffnen in TinyHexer')

source: Select Tiny Hexer
de: Tiny Hexer auswählen

source: Tiny Hexer Script (if specified the script is executed directly)
de: Tiny Hexer Script (wenn angegeben wird Script direkt ausgeführt)

source: Select Tiny Hexer Script
de: Tiny Hexer Script auswählen

source: Program for comparing text files
de: Programm zum Vergleich von Textdateien

source: %base : The original file
de: %base : Die Ausgangsdatei

source: %mine : The modified file
de: %mine : Die modifizierte Datei

source: Select program for comparing text files
de: Programm zum Vergleich von Textdateien auswählen

source: Program for comparing binary files
de: Programm zum Vergleich von Binärdateien

source: Select program for comparing binary files
de: Programm zum Vergleich von Binärdateien auswählen

source: UI language
de: UI-Sprache

source: Stringtable language
de: Stringtable-Sprache

source: Make backup
de: Backup anlegen

source: Removed unused entries from the stringtable
de: Nicht mehr benötige Einträge aus der Stringtable entfernen

source: Optimize memory consumption (loading, saving and closing files may take longer)
de: Speicherverbrauch optimieren (Laden, Speichern und Schließen von Dateien kann länger dauern)

source: Optimize memory consumption
de: Speicherverbrauch optimieren

source: Hash-based change detection when closing files
de: Hashbasierte Änderungserkennung beim Schließen von Dateien

source: Avoids unnecessary 'Save changes' dialogs when closing files.
de: Vermeidet unnötige 'Änderungen speichern'-Dialoge beim Schließen von Dateien.

source: On slow systems, however, loading and closing files can take longer.
de: Auf langsamen Systemen kann aber dafür das Laden und Schließen von Dateien länger dauern.

source: Improved change detection
de: Verbesserte Änderungserkennung

source: Show debug information when calculating NavPaths
de: Debuginformationen bei der Berechnung von NavPaths anzeigen

source: NavPath debug information
de: NavPath Debuginformationen

source: Enable developer mode
de: Entwicklermodus aktivieren

source: Show debug developer options and menus.
de: Entwickleroptionen und -menüs anzeigen.

source: Developer mode
de: Entwicklermodus

source: Background color of the 3D view
de: Hintergrundfarbe der 3D-Ansicht

source: Intensity of ambient lighting
de: Intensität der Umgebungsbeleuchtung

source: Intensity of directional lighting
de: Intensität der gerichteten Beleuchtung

source: Horizontal rotation of directional lighting
de: Horizontale Rotation der gerichteten Beleuchtung

source: Vertical rotation of directional lighting
de: Vertikale Rotation der gerichteten Beleuchtung

source: Horizontal rotation
de: Horizontale Rotation

source: Vertical rotation
de: Vertikale Rotation

source: Distance
de: Distanz

source: Screenshot directory
de: Screenshot Verzeichnis

source: Select screenshot directory
de: Screenshot Verzeichnis auswählen

source: Window size
de: Fenstergröße

source: Window position
de: Fensterposition

source: Window status
de: Fensterstatus

source: File extensions
de: Dateiendungen

source: Selected checks
de: Ausgewählte Checks

source: Reset settings
de: Einstellungen zurücksetzen

source: Paths
de: Pfade

source: Gothic 3 data
de: Gothic 3 Daten

source: External programs
de: Externe Programme

source: Language
de: Sprache

source: After changing the UI language, g3dit must be restarted.
de: Nach der Änderung der UI-Sprache muss g3dit neu gestartet werden.

source: Miscellaneous
de: Diverses

source: Misc
de: Sonstiges

source: Colour and lighting
de: Farbe und Beleuchtung

source: File extensions associated with g3dit
de: Mit g3dit verknüpfte Dateiendungen

source: After changing the theme it may be necessary to restart g3dit.
de: Nach der Änderung des Themes kann es notwendig sein, g3dit neu zu starten.

source: <Not saved>
de: <Nicht gespeichert>

source: Currently no file is open.
de: Momentan ist keine Datei geöffnet.

source: Saving failed
de: Speichern fehlgeschlagen

source: No save location has been selected.
de: Es wurde kein Speicherort ausgewählt.

source: Save changes to ''{0}'' before exiting?
de: Änderungen an ''{0}'' vor dem Beenden speichern?

source: Save changes to ''{0}''?
de: Änderungen an ''{0}'' Speichern?

source: Saving file...
de: Speichere Datei...

source: Remove classes
de: Klassen entfernen

source: Remove
de: Entfernen

source: Add classes
de: Klassen hinzufügen

source: Select entity
de: Entity auswählen

source: Determines the assets used by the entity and copies them to the clipboard.
de: Ermittelt die von der Entity verwendeten Assets und kopiert sie in die Zwischenablage.

source: If Ctrl is pressed when clicking, not the guid, but the position is used to determine the target.
de: Wenn beim Klicken Strg gedrückt ist, wird nicht die Guid, sondern die Position zur Ermittlung des Ziels verwendet.

source: Shows selected entities on map.
de: Zeigt ausgewählte Entities auf Karte an.

source: Compare with original data
de: Mit Originaldaten vergleichen

source: Compares entity with version from original data.
de: Vergleicht Entity mit Version aus den Originaldaten.

source: There is no version of the file in the original data or the file itself is in the original data.
de: Es gibt keine Version der Datei in den Originaldaten bzw. die Datei befindet sich selbst in den Originaldaten.

source: There is no version of the entity in the original data.
de: Es gibt keine Version der Entity in den Originaldaten.

source: Comparison: Entity - Original Entity
de: Vergleich: Entity - Original-Entity

source: Faulty SubEntityDefintion
de: Fehlerhafte SubEntityDefintion

source: Edit entity
de: Entity bearbeiten

source: Calculate lighting
de: Beleuchtung berechnen

source: Number of entities: {0, number}
de: Anzahl der Entities: {0, number}

source: Create .lrent
de: .lrent erstellen

source: No corresponding .lrent could be found for ''{0}''. Should a .lrent be created?
de: Für ''{0}'' konnte keine zugehörige .lrent gefunden werden. Soll eine .lrent erstellt werden?

source: Error while creating the DynamicLayer for {0}.
de: Fehler beim Erstellen des DynamicLayers für {0}.

source: Create .lrgeo/.lrgeodat
de: .lrgeo/.lrgeodat erstellen

source: No corresponding .lrgeo/.lrgeodat could be found for ''{0}''. Should a .lrgeo/.lrgeodat be created?
de: Für ''{0}'' konnte keine zugehörige .lrgeo/.lrgeodat gefunden werden. Soll eine .lrgeo/.lrgeodat erstellt werden?

source: Error while creating the GeometryLayer for {0}.
de: Fehler beim Erstellen des GeometryLayers für {0}.

source: Loading file...
de: Lade Datei...

source: Error while opening the file.
de: Fehler beim Öffnen der Datei.

source: Owner entity not equal to parent entity
de: Owner-Entity ungleich Parent-Entity

source: ChangeTime value ({0, number}) smaller than in referenced template ({1, number})
de: ChangeTime-Wert ({0, number}) kleiner als in referenzierter Template ({1, number})

source: ChangeTime value ({0, number}) greater than in referenced template ({1, number})
de: ChangeTime-Wert ({0, number}) größer als in referenzierter Template ({1, number})

source: Error while saving the tab ''{0}''.
de: Fehler beim Speichern des Tabs ''{0}''.

source: Illuminate entities
de: Entities beleuchten

source: Current illumination
de: Aktuelle Beleuchtung

source: Illuminate
de: Beleuchten

source: Results(+)
de: Ergebnisse(+)

source: Errors(-)
de: Fehler(-)

source: Status: Present ({0})
de: Status: Vorhanden ({0})

source: Light sources: {0, number}
de: Lichtquellen: {0, number}

source: Status: Does not exist!
de: Status: Existiert nicht!

source: Light sources: -
de: Lichtquellen: -

source: Selected: {0, number}
de: Ausgewählt: {0, number}

source: {0} ({1}) is not illuminated, no eCIlluminated_PS PropertySet.
de: {0} ({1}) ist nicht beleuchtet, kein eCIlluminated_PS PropertySet.

source: {0} ({1}) is not illuminated, no static mesh.
de: {0} ({1}) ist nicht beleuchtet, kein statisches Mesh.

source: {0} ({1}) is illuminated with a lightmap.
de: {0} ({1}) ist mit einer Lightmap beleuchtet.

source: {0} ({1}) is illuminated with {3, number} light sources.
de: {0} ({1}) ist mit {3, number} Lichtquellen beleuchtet.

source: {0} ({1}) is not illuminated by any light source.
de: {0} ({1}) ist mit keiner Lichtquelle beleuchtet.

source: Light cache does not exist
de: Light-Cache existiert nicht

source: Before entities can be illuminated, the light cache must be created.
de: Bevor Entities beleuchtet werden können, muss der Light-Cache erstellt werden.

source: {0} ({1}) was not illuminated, StaticLightingType not equal to eEStaticLightingType_Instance.
de: {0} ({1}) wurde nicht beleuchtet, StaticLightingType ungleich eEStaticLightingType_Instance.

source: {0} ({1}) was not illuminated, no static mesh.
de: {0} ({1}) wurde nicht beleuchtet, keine statisches Mesh.

source: {0} ({1}) was not illuminated, no eCIlluminated_PS class.
de: {0} ({1}) wurde nicht beleuchtet, keine eCIlluminated_PS Klasse.

source: {0} ({1}) had no light source nearby.
de: {0} ({1}) hatte keine Lichtquelle in der Nähe.

source: {0} ({1}) was illuminated with {3, number} light sources.
de: {0} ({1}) wurde mit {3, number} Lichtquellen beleuchtet.

source: Only illuminable entities
de: Nur beleuchtbare Entities

source: Create & Remove
de: Erstellen & Entfernen

source: Create NegCircles
de: NegCircles erstellen

source: Remove NegCircles
de: NegCircles entfernen

source: Remove manually (specify guids)
de: Manuell entfernen (Guids angeben)

source: Selected: {0}
de: Ausgewählt: {0}

source: NavCalc could not be created.
de: NavCalc konnte nicht erstellt werden.

source: NegCircle entry already exists.
de: NegCircle Eintrag existiert bereits.

source: No NegCircle prototype found for this entity.
de: Keinen NegCircle-Prototypen für diese Entity gefunden.

source: Critical Error! Saving the NavMap is NOT recommended: {0}
de: Kritischer Fehler! Speichern der NavMap NICHT empfohlen: {0}

source: Created without NavZone!
de: Erstellt ohne NavZone!

source: No NegCircle entry exists.
de: Es existiert kein NegCircle Eintrag.

source: Removed!
de: Entfernt!

source: Enter the guids of the NegCircles
de: Guids der NegCircles eingeben

source: NavMap could not be loaded.
de: NavMap konnte nicht geladen werden.

source: Prototype available
de: Prototyp vorhanden

source: NegCircle missing
de: NegCircle fehlt

source: NegCircle exists
de: NegCircle existiert

source: Relative coordinates
de: Relative Koordinaten

source: Absolute coordinates
de: Absolute Koordinaten

source: List all users of this freepoint
de: Alle Nutzer dieses Freepoints auflisten

source: List all PartyMembers of this NPC
de: Alle PartyMember dieses NPCs auflisten

source: List all interaction points of this anchor
de: Alle InteractionPoints dieses Anchors auflisten

source: List all members of this enclave
de: Alle Mitglieder dieser Enclave auflisten

source: Load Reference Guid and ChangeTime from Template
de: Reference Guid und ChangeTime aus Template laden

source: Compare with template
de: Mit Template vergleichen

source: General
de: Allgemein

source: Comparison: Template - Entity
de: Vergleich: Template - Entity

source: Edit values
de: Werte bearbeiten

source: Select entity for this slot
de: Entity für diesen Slot auswählen

source: Delete slot
de: Slot löschen

source: Inner slot type ''{0}'' differs from outer slot type ''{1}''.
de: Innerer Slot-Typ ''{0}'' weicht von äußerem ''{1}'' ab.

source: Slot not present
de: Slot nicht vorhanden

source: Slot entity ''{0}'' ({1}) is not a child of this NPC, but a child of ''{2}'' ({3})
de: Slot-Entity ''{0}'' ({1}) ist kein Child dieses NPCs, sondern ein Child von ''{2}'' ({3})

source: Slot entity ''{0}'' has no mesh class
de: Slot-Entity ''{0}'' hat keine Mesh-Klasse

source: Slot entity with guid ''{0}'' was not found
de: Slot-Entity mit Guid ''{0}'' wurde nicht gefunden

source: Apply changes
de: Änderungen speichern

source: Discard changes
de: Änderungen verwerfen

source: Selected entity is not suitable for this slot type
de: Ausgewählte Entity passt nicht zu diesem Slot-Typ

source: Head
de: Kopf

source: Body
de: Körper

source: Hair
de: Haare

source: Beard
de: Bart

source: Helmet
de: Helm

source: Properties
de: Eigenschaften

source: Guard
de: Wache

source: Body parts
de: Körperteile

source: NavPath can be used by large NPCs, such as trolls and wyverns.
de: NavPath kann von großen NPCs, wie etwa Trollen und Wyvern, verwendet werden.

source: Preserve NavPath coordinates
de: NavPath-Koordinaten beibehalten

source: Calculate NavPath
de: Errechne NavPath

source: Resize NavPath
de: NavPath-Größe ändern

source: Loading Intersections from NavMap
de: Intersections aus NavMap laden

source: The radius data is malformed.
de: Die Radius-Daten sind fehlerhaft.

source: The stick data is malformed.
de: Die Stick-Daten sind fehlerhaft.

source: The number of sticks and radii do not match.
de: Die Anzahl der Sticks und Radien stimmt nicht überein.

source: A NavPath must consist of at least 2 sticks.
de: Ein NavPath muss aus mindestens 2 Sticks bestehen.

source: NavPath is not in the NavMap.
de: NavPath ist nicht in der NavMap.

source: Entry in the NavMap is faulty.
de: Eintrag in der NavMap ist fehlerhaft.

# Resize NavPath
source: Resize
de: Ändern

# Resize NavPath
source: Locked
de: Verknüpft

source: Invalid input: {0}
de: Ungültige Eingabe: {0}

source: Sticks are oriented counterclockwise. (is calculated automatically)
de: Sticks sind entgegen dem Uhrzeigersinn ausgerichtet. (wird automatisch berechnet)

source: Preserve NavZone coordinates
de: NavZone-Koordinaten beibehalten

source: Calculate NavZone from sticks
de: Errechne NavZone aus Sticks

source: Malformed coordinates were provided for at least one stick.
de: Mindestens für einen Stick wurden fehlerhafte Koordinaten eingegeben.

source: A NavZone must consist of at least 3 sticks.
de: Eine NavZone muss aus mindestens 3 Sticks bestehen.

source: List all users of this interaction point
de: Alle Nutzer dieses Interaktionspunktes auflisten

source: List all PartyMembers of the PartyLeader
de: Alle PartyMember des PartyLeaders auflisten

source: Invert
de: Invertieren

source: Show entries outside instead of within the specified radius.
de: Einträge außerhalb statt innerhalb des angegebenen Radius anzeigen.

source: Insert new object
de: Neues Objekt einfügen

source: New object from clipboard
de: Neues Objekt aus Zwischenablage

source: Edit object
de: Objekt bearbeiten

source: Delete selected
de: Ausgewählte löschen

source: Colorize
de: Einfärben

source: Default color
de: Standardfarbe

source: Default color from selection
de: Standardfarbe aus Markierung

source: Teleports the player to the object.
de: Teleportiert den Spieler zum Objekt.

source: View meshes
de: Meshes betrachten

source: Recalculate BoundaryBox
de: BoundaryBox neu berechnen
